{
  "translations": [
    {
      "LatestBlogs": "Latest Blogs"
    }
  ],
    "blogs": [
      {
        "id": "Зошто-климатизерите-најмногу-замрзнуваат-при-надворешна-температура-од-околу-нула-степени",
        "title": "Зошто климатизерите најмногу замрзнуваат при надворешна температура од околу нула Целзиусови степени?",
        "excerpt": "Откријте ги најновите трендови во домашната технологија...",
        "sections": [
          {
            "title": "Процесот на пренос на топлина",
            "content": "Климатизерите што работат во режим на греење (топлински пумпи) функционираат така што пренесуваат топлина од надворешниот воздух во просторијата. За ова, температурата на ламелите од испарувачот треба да биде пониска од температурата на воздухот околу 7-8 степени за да може да прима топлина од надворешниот воздух. Во тој момент доаѓа до таложење на влага од воздухот која поради ниската температура на ламелите веднаш се претвора во мраз.",
            "image": "assets/blogs/home-appliances.jpg"
          },
          {
            "title": "Наслага на влага и замрзнување",
            "content": "Бидејки воздухот има најголем процент на влага при темпертатура од околу нула степени, многу бргу на испарувачот се создава филм од мраз кој се зголемува и го спречува протокот на воздухот. Со самото тоа се намалува ефикасноста на системот што доведува до не греење на клима уредот поради зачестена дефростација како би се одмрзнал мразот.",
            "image": "assets/blogs/home-appliances.jpg"
          },
          {
            "title": "Најголем ризик при 0°C и магла",
            "content": "Како што се наведува, најголемиот ризик за замрзнување на испарувачот е кога температурата на воздухот е околу 0°C, а особено кога има висока влажност или магла. При овие услови, воздухот има поголем процент на влага, што значи дека на надворешната единица многу брзо ќе се создаде филм од мраз. Најнеповолен режим за работа на клима уредот се термпературите на воздухот од околу 0°C и условите на магла, што може да предизвика целосно блокирање на испарувачот со мраз.",
            "image": "assets/blogs/home-appliances.jpg"
          },
          {
            "title": "Дефростација и намалена ефикасност",
            "content": "За да се спречи преоптоварување со мраз, климатизерите имаат вграден процес на дефростација (одмрзнување), но тоа не е секогаш доволно ако условите се постојано неповолни. Кога се појавува мраз, системот мора да ја прекине работата за да го одмрзне, што може да доведе до кратки прекини и намалена ефикасност на греењето.",
            "image": "assets/blogs/home-appliances.jpg"
          },
          {
            "title": "Неисправност vs. надворешни услови",
            "content": "Оваа појава не треба да се смета за неисправност на климатизерот, туку за последица на надворешните временски услови. Климатизерите се проектирани да работат во одреден температурен опсег, и кога температурата и влажноста на надворешниот воздух излегуваат од тие граници, особено околу 0°C, може да се појават овие проблеми.",
            "image": "assets/blogs/home-appliances.jpg"
          }
        ],
        "other_causes": [
          "Недостаток на доволна брзина на проток на воздух",
          "Проблеми со фреон (гас)",
          "Неправилна инсталација или користење"
        ],
        "action_steps": "Проверете ја температурата на надворешниот воздух. Очистете ги филтрите и проверете дали има препреки на вентилаторот. Направете рачно одмрзнување доколку климатизерот има премногу мраз на надворешната единица, преку префрлање во режим на ладење само 5 – 10 минути. Контактирајте со сервис ако проблемите продолжат. Редовната проверка и одржување на климатизерот може да ги спречи овие проблеми и да го одржи уредот во оптимална состојба.",
        "conclusion": "Ефикасноста на климатизерите при греење зависи значително од надворешните временски услови, и во услови на ниски температури и висока влажност може да дојде до замрзнување на испарувачот, што ја намалува способноста за греење. Ова не е резултат на неисправност на уредот, туку нормален технолошки проблем поврзан со специфичните услови на работа, што значи дека ефикасната работа на клима уредот зависи во голема мера од надворешните временски услови.",
        "date": "2025-02-24",
        "image": "assets/blog-images/AC-outdoor-unit.jpg"
      },
      {
        "id": "Центро-Унион-донираше-Favorit-Electronics-апарати-за-бела-техника-на-младата-девојка-од-Штип",
        "title": "Од хуманост никогаш доста – Центро Унион донираше Favorit Electronics апарати за бела техника на младата девојка од Штип",
        "excerpt": "Хуманост и помош: Центро Унион донираше апарати за бела техника за младата девојка од Штип.",
        "sections": [
          {
            "title": "",
            "content": "Во неволја се познава искреноста и добрината, а овој пат тоа го доказа и македонската компанија Центро Унион. Повикот за помош на младата девојка од Штип, која беше физички нападната од двајца сограѓани, го слушна Здружението за хумано-општествен развој – Проект Среќа.",
            "image": "assets/blogs/humanity1.jpg"
          },
          {
            "title": "Ситуација на девојката",
            "content": "Неодамна таа го загуби својот татко и остана сама во долгови и дотраена куќа, без основни услови за живот. Со 200.000 денари долг и социјална помош од 4.000 денари, младата и невработена девојка се наоѓа во ситуација од која без помош, тешко би успеала да се стабилизира.",
            "image": "assets/blogs/humanity2.jpg"
          },
          {
            "title": "Донација и поддршка",
            "content": "По објавувањето на повикот за помош на социјалната мрежа Facebook од страна на Проект Среќа, македонската компанија Центро Унион одлучи да придонесе. Компанијата донираше нови апарати за бела техника од Favorit Electronics за домот на девојката, кој ќе биде опремен со машина за перење, електричен шпорет, LED TV 32” и аспиратор. Овие производи ќе го олеснат тешкиот живот на младата девојка, која се труди да застане на здрави нозе и да продолжи нормално да го живее својот живот.",
            "image": "assets/blogs/humanity3.jpg"
          }
        ],
        "conclusion": "Секоја помош за оваа девојка е добредојдена од хуманите луѓе и компании, а помошта на Центро Унион е пример и апел за секоја друга компанија во земјата која може да се приклучи на хуманитарната донација. Центро Унион е пример на општествено одговорна македонска компанија, која освен што се грижи за квалитетот на производите и задоволството на потрошувачите, секогаш наоѓа начин да се грижи и за оние на кои најмногу им е потребна помош.",
        "date": "2020-07-29",
        "image": "assets/blog-images/Од-хуманост-никогаш-доста-Центро-Унион-донираше-Favorit-Electronics-апарати-за-бела-техника-на-младата-девојка-од-Штип.png"
      },
      {
        "id": "Уникатни велигденски рецепти за модерната кујна",
        "title": "Уникатни велигденски рецепти за модерната кујна",
        "excerpt": "Откријте уникатни велигденски рецепти кои ќе ги освежат вашите кујни со Favorit апарати за домаќинство.",
        "sections": [
          {
            "title": "",
            "content": "Црвените јајца, детскиот џагор и вербата во Бог се оние што секоја година го одбележуваат големиот христијански празник Велигден. Тоа е ден кога секое домаќинство подготвува голема трпеза за дочек на најблиските за да се прослави Христовото воскресение.",
            "image": "assets/blogs/humanity3.jpg"
          },
          {
            "title": "Великденски гнезда од компир",
            "content": "Овој рецепт е за солени јадења со огромна доза уникатност. За да ги направите вкусните велигденски гнезда од компир, потребни се: 2 дебели парчиња шунка, рендани компири, сол и свежо мелен црн бибер, крем сирење, ситно рендана кора од еден лимон, 2 лажици млеко и 1/4 чаша замрзнат грашок. Ренданиот компир заедно со шунката се мешаат со солта и биберот, се ставаат во силиконски сад и се печат во Favorit шпоретот 20 минути на 200°C. Потоа, додавајќи крем сирење, лимонова кора, млеко, сол и бибер, смесата се мате со миксерот за да се добие одлична текстура. Изпечените гнезда се полнат со шприц исполнет со крем сирење и лимон и повторно се печат 7 минути во Favorit рерната, а на крај се украсуваат со зрна грашок и парчиња шунка.",
            "image": "assets/blogs/humanity3.jpg"
          },
          {
            "title": "Чоколад за десерт",
            "content": "За десерт, чоколадото секогаш носи радост во семејството. За уникатен десерт со богат вкус на чоколадо, земете неколку мали балони, исмијте ги, избришете ги и надујте ги. Растопете чоколадо на вашиот модерен Favorit шпорет, кој обезбедува идеална температура за стопување без згрутчувања. Потопете ги балоните до половина во густото чоколадо, распоредете ги на хартија за готвење и оставете ги да се изладат во Favorit фрижидерот. По стврднувањето, отстранете ги балоните, направете мал отвор и наполнете ја чоколадната „лушпа“ со сладолед или омилено овошје.",
            "image": "assets/blogs/humanity3.jpg"
          }
        ],
        "conclusion": "Велигден е секогаш посебен, дури и во изолација. Најважно е да сме заедно дома, да уживаме во вкусни јадења и да користиме квалитетни кујнски елементи за приготвување на рецептите. За многу години Велигден!",
        "date": "2020-06-22",
        "image": "assets/blog-images/Уникатни-велигденски-рецепти-за-модерната-кујна.png"
      }
      
    ]
  }
  