{
    "blogs": [
    {
        "id": "Zašto-se-klima-uređaji-najviše-smrzavaju-pri-spoljašnjoj-temperaturi-od-oko-nula-stepeni-Celzijusa?",
        "title": "Zašto se klima uređaji najviše smrzavaju pri spoljašnjoj temperaturi od oko nula stepeni Celzijusa?",
        "excerpt": "Otkrijte najnovije trendove u kućnoj tehnologiji...",
        "sections": [
          {
            "title": "Proces prenosa toplote",
            "content": "Klimatizatori koji rade u režimu grejanja (toplotne pumpe) funkcionišu tako što prenose toplotu iz spoljašnjeg vazduha u prostoriju. Za to, temperatura rešetki isparivača mora biti niža od temperature spoljašnjeg vazduha, oko 7-8 stepeni, kako bi mogli da apsorbuju toplotu. U tom trenutku dolazi do kondenzacije vlage iz vazduha koja se, zbog niske temperature rešetki, odmah pretvara u led.",
            "image": "assets/blogs/home-appliances.jpg"
          },
          {
            "title": "Nakupljanje vlage i smrzavanje",
            "content": "Kako vazduh ima najveći sadržaj vlage pri temperaturi od oko 0°C, na isparivaču se vrlo brzo stvara film leda koji se postepeno zgušnjava i blokira protok vazduha. Time se smanjuje efikasnost sistema, što dovodi do toga da klima uređaj ne greje pravilno zbog čestih ciklusa odmrzavanja kako bi se otopio led.",
            "image": "assets/blogs/home-appliances.jpg"
          },
          {
            "title": "Najveći rizik pri 0°C i magli",
            "content": "Kao što je navedeno, najveći rizik od smrzavanja isparivača javlja se kada je temperatura vazduha oko 0°C, naročito kada postoji visoka vlažnost ili magla. Pod tim uslovima, vazduh ima veći procenat vlage, što znači da će se brzo formirati film leda na spoljnju jedinicu. Najnepovoljniji uslovi rada klima uređaja su temperature oko 0°C u uslovima magle, što može dovesti do potpunog blokiranja isparivača ledom.",
            "image": "assets/blogs/home-appliances.jpg"
          },
          {
            "title": "Odmrzavanje i smanjena efikasnost",
            "content": "Kako bi se sprečilo preopterećenje usled leda, klima uređaji imaju ugrađen proces odmrzavanja, ali to nije uvek dovoljno ako su uslovi stalno nepovoljni. Kada se pojavi led, sistem mora da prekine rad kako bi se odmrzao, što može dovesti do kratkih prekida i smanjenja efikasnosti grejanja.",
            "image": "assets/blogs/home-appliances.jpg"
          },
          {
            "title": "Kvar vs. Spoljašnji uslovi",
            "content": "Ova pojava ne treba da se smatra kvarom klima uređaja, već posledicom spoljašnjih vremenskih uslova. Klima uređaji su dizajnirani da rade unutar određenog temperaturnog opsega, i kada temperatura i vlažnost spoljašnjeg vazduha izađu iz tih granica, naročito oko 0°C, mogu se javiti ovi problemi.",
            "image": "assets/blogs/home-appliances.jpg"
          }
        ],
        "other_causes": [
          "Nedostatak dovoljne brzine protoka vazduha",
          "Problemi sa freonom (gas)",
          "Nepravilna instalacija ili korišćenje"
        ],
        "action_steps": "Proverite temperaturu spoljašnjeg vazduha. Očistite filtere i proverite da li postoji prepreka na ventilatoru. Izvršite ručno odmrzavanje ukoliko klima uređaj ima previše leda na spoljnjoj jedinici, prebacivanjem u režim hlađenja na samo 5–10 minuta. Kontaktirajte servis ako problemi potraju. Redovna provera i održavanje klima uređaja mogu sprečiti ove probleme i održati uređaj u optimalnom stanju.",
        "conclusion": "Efikasnost klima uređaja pri grejanju značajno zavisi od spoljašnjih vremenskih uslova, i u uslovima niskih temperatura i visoke vlažnosti može doći do smrzavanja isparivača, čime se smanjuje sposobnost grejanja. Ovo nije rezultat kvara uređaja, već normalan tehnološki problem povezan sa specifičnim uslovima rada, što znači da efikasno funkcionisanje klima uređaja u velikoj meri zavisi od spoljašnjih uslova.",
        "date": "2025-02-24",
        "image": "assets/blog-images/AC-outdoor-unit.jpg"
      },
      {
        "id": "Centro-Union-Donirao-Favorit-Electronics-Belu-Tehniku-Devojci-Iz-Štipa",
        "title": "Od humanosti nikada dosta – Centro Union je donirao Favorit Electronics aparate za belu tehniku mladoj devojci iz Štipa",
        "excerpt": "Humanost i pomoć: Centro Union je donirao aparate za belu tehniku mladoj devojci iz Štipa.",
        "sections": [
          {
            "title": "Kontekst",
            "content": "U vremenima teškoća, iskrenost i dobrota postaju očigledni, a ovog puta to je pokazala makedonska kompanija Centro Union. Poziv za pomoć mladoj devojci iz Štipa, koju su fizički napala dva sugrađanina, čulo je Udruženje za humano-socijalni razvoj – Projekat Sreća.",
            "image": "assets/blogs/humanity1.jpg"
          },
          {
            "title": "Situacija devojke",
            "content": "Nedavno je izgubila oca i ostala sama sa dugovima i u oronuloj kući, bez osnovnih uslova za život. Sa dugom od 200.000 denara i socijalnom pomoći od 4.000 denara, mlada i nezaposlena devojka nalazi se u situaciji iz koje bi, bez pomoći, teško mogla da se stabilizuje.",
            "image": "assets/blogs/humanity2.jpg"
          },
          {
            "title": "Donacija i podrška",
            "content": "Nakon što je poziv za pomoć objavljen na društvenoj mreži Facebook od strane Projekta Sreća, makedonska kompanija Centro Union odlučila je da doprinese. Kompanija je donirala nove aparate za belu tehniku iz Favorit Electronics-a za dom devojke, koji će biti opremljen mašinom za pranje, električnim šporetom, LED TV-om od 32\" i aspiratorom. Ovi proizvodi će olakšati težak život mlade devojke, koja se trudi da stane na noge i nastavi normalno da živi svoj život.",
            "image": "assets/blogs/humanity3.jpg"
          }
        ],
        "conclusion": "Svaka pomoć za ovu devojku dobrodošla je od humanih ljudi i kompanija, a pomoć Centro Union-a predstavlja primer i poziv svakoj drugoj kompaniji u zemlji koja može da se priključi humanitarnoj donaciji. Centro Union je primer društveno odgovorne makedonske kompanije koja, pored brige o kvalitetu proizvoda i zadovoljstvu potrošača, uvek pronalazi način da pomogne onima kojima je najpotrebnija pomoć.",
        "date": "2020-07-29",
        "image": "assets/blog-images/Од-хуманост-никогаш-доста-Центро-Унион-донираше-Favorit-Electronics-апарати-за-бела-техника-на-младата-девојка-од-Штип.png"
      },
      {
        "id": "Unikatni-uskršnji-recepti-za-modernu-kuhinju",
        "title": "Unikatni uskršnji recepti za modernu kuhinju",
        "excerpt": "Otkrijte unikatne uskršnje recepte koji će osvežiti vaše kuhinje uz Favorit kućne aparate.",
        "reading_time": "1 min čitanja",
        "sections": [
          {
            "title": "Uvod",
            "content": "Crvena jaja, dečiji razigrani duh i vera u Boga su simboli koji svake godine označavaju veliki hrišćanski praznik Uskrs. To je dan kada svako domaćinstvo priprema veliku trpezu za doček najmilijih i proslavu Hristovog vaskrsenja."
          },
          {
            "title": "Uskršnja gnezda od krompira",
            "content": "Ovaj recept predstavlja slani specijalitet sa dozom unikatnosti. Za pripremu ukusnih uskršnjih gnezda od krompira, biće vam potrebni: 2 debele parčeta šunke, narendani krompiri, so i sveže mleven crni biber, krem sir, sitno narendana korica od jednog limuna, 2 kašike mleka i 1/4 šolje zamrznutog graška. Narendani krompir zajedno sa šunkom pomešajte sa soli i biberom, rasporedite u silikonsku posudu za pečenje i pecite u Favorit šporetu 20 minuta na 200°C. Zatim dodajte krem sir, limunovu koricu, mleko, so i biber, i sve izblendajte kvalitetnim mikserom da dobijete savršenu teksturu. Nakon pečenja, gnezda napunite kremom pomoću šprica, pa ih ponovo pecite oko 7 minuta u Favorit rerni. Na kraju, ukrasite ih zrnima graška i komadićima šunke."
          },
          {
            "title": "Čokolada za dezert",
            "content": "Za dezert, čokolada uvek donosi radost porodici. Za jedinstven čokoladni dezert sa bogatim ukusom, uzmite nekoliko malih balona, dobro ih operite, osušite i napumpajte. Rastopite čokoladu na modernom Favorit šporetu, koji obezbeđuje idealnu temperaturu za rastapanje bez grudvica. Potopite balone do pola u gustu čokoladu, rasporedite ih na papir za pečenje i ostavite da se ohlade u Favorit frižideru. Kada se čokolada stvrdne, pažljivo uklonite balone, napravite mali otvor i napunite čokoladnu 'lupinu' sladoledom ili omiljenim voćem."
          }
        ],
        "conclusion": "Uskrs je uvek poseban, čak i u izolaciji. Najvažnije je da smo zajedno kod kuće, uživamo u ukusnim jelima i koristimo kvalitetne kuhinjske alate prilikom pripreme ovih recepata. Srećan Uskrs na mnoge godine!",
        "date": "2020-06-22",
        "image": "assets/blog-images/Уникатни-велигденски-рецепти-за-модерната-кујна.png"
      }                  
    ]
}